Repository: mozilla-l10n/mt-training-data
Catalog: ha/ha_pontoon.tmx
Source language: en_us
Languages: ha

source: Article Revisions
ha: Nazarin Maƙaloli

source: Articles
ha: Maƙaloli

source: Articles that require changes.
ha: Maƙaloli masu bukatar canje-canje.

source: Articles that tell you how you can do more with Thunderbird
ha: Maƙaloli da za su shaida maka ƙarin abubuwa da za ka iya yi tare daThunderbird

source: Articles which have approved revisions newer than the latest ready-for-localization one
ha: Maƙaloli da suka sami amincewa domin nazari fiye da na baya-baya waɗanda aka shiya fassarasu

source: Article URL
ha: URL na Maƙala

source: Article Votes: % Helpful
ha: Ƙuri'un Maƙala: % Masu taimakawa

source: Ask a New Question
ha: Yi Sabuwar Tambaya

source: Ask a question
ha: Yi tambaya

source: Ask a Question
ha: Yi Tambaya

source: Ask A Question
ha: Yi Tambaya

source: Ask a Question about Marketplace
ha: Yi Tambaya dangane da Marketplace

source: asked by <a href="{user_url}">{username}</a> {when}
ha: an yi tambaya daga <a href="{user_url}">{username}</a> {when}

source: Ask other contributors
ha: Tambayi sauran masu bayar da gudun mawa

source: Ask this
ha: Tambayi wannan

source: Ask your question to our community of users
ha: Yi tambayarka ga al'ummarmu ta masu amfani

source: A small box will open. Click on an item called <em>Troubleshooting Information</em>.
ha: Wata ƙaramar akwati za ta buɗe. Danna wani abu da ake kira <em>Bayanin Warware Matsala</em>.

source: A small box will open. Click on the item called <em>Paste</em>. Alternatively, type <em>Ctrl+V</em> or <em>Command+V</em>.
ha: Ƙaramar akwati za ta buɗe. Danna wani abu da ake kira <em>Paste</em>. Ko kuma, buga <em>Ctrl+V</em> or <em>Command+V</em>.

source: A support account lets us alert you when people respond to your question.
ha: Asusun tallafi zai bamu damar faɗakar da kai lokacin da mutane suka bayar da amsa ga tambayarka.

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here:
ha: Lokacin da ka fara amsa tambayoyi masu sauƙi za ka iya shiga tambayoyi kaɗan. Misali, mai zai faru idan fasataccen mai amfani ba ya son aiki mai yawa ko mene ne zai faru? Koyarwa ta Ingancin Mai Bayar da Gudun mawa na iya bayar da amsar wannan. Zai iya yiwuwa ka fara daga nan:

source: As you get started answering questions that look easy you might run into a few questions. Like, what happens when an angry user does not want a work around or what happens next? The Contributor Quality Training may have these answered. It is possible to get started here: <a href="%(url)s">Contributor Quality Training</a>.
ha: Yayin da ka fara amsa tambayoyi waɗanda da alamu suke da sauƙi za ka iya shiga tambayoyi kaɗan. Misali, mai zai faru idan fusataccen mai amfani ba ya so ya yi aiki ko mai zai faru nan gaba? Horaswa ta Indancin Mai Bayar da Gudun mawa na iya bayar da amsar wannan. Zai yiwu ka fara daga nan: <a href="%(url)s">Horaswa ta Ingancin Mai Bayar da Gudun mawa</a>.

source: At least one number and one English letter are required in the password.
ha: A ƙalla ana bukatar wata lamba guda ɗaya da harafin turanci ɗaya a kalmar wucewa.

source: Attached screenshots
ha: Hoton allon fuska da aka liƙa

source: Attention needed
ha: Akwai bukatar kulawa

source: Attention Needed
ha: Akwai bukatar Kulawa

source: A user with that email address already exists.
ha: Tuni akwai mai amfani da wancan adireshin na imel.

source: Author
ha: Marubuci

source: %(author)s has posted a new thread in a forum you're watching. Here is the thread:
ha: %(author)s sun aika sabuwar tattaunawa a dandalin da ka ke kallo. Ga tattaunawar:

source: %(author)s has replied to a thread you're watching. Here is their reply:
ha: %(author)s sun bayar da amsa ga tattunawar da ka ke kallo. Ga amsarsu:

source: Automatically add
ha: An daɗa kai tsaye

source: Avatar:
ha: Hoto:

source: Award details
ha: Cikakken bayanin kyauta

source: Awarded badge: %(badge_name)s
ha: Bajo da aka bayar: %(badge_name)s

source: Awarded by:
ha: Kyauta daga:

source: awarded to
ha: Kyauta zuwa

source: Awarded to:
ha: Kyauta zuwa:

source: Awarded to support contributors who contributed (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) to the launch of Firefox 29, thanks! Firefox 29 features: 1. Firefox Desktop: Australis new look and feel AND Firefox Accounts based sync 2. Firefox for Android: Firefox Accounts based sync MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges
ha: An bayar domin tallafawa masu bayar da gudun mawa waɗan da su ka bayar da (KB article documentation, answering Forum Questions, localizing KB article documentation, tweets, etc) domin ƙaddamar da Firefox 29, godiya! siffofin Firefox 29: 1. Firefox Desktop: Australis sabon kallo da ji DA tushen tsara Asusun Firefox 2. Firefox domin Android: Tushen tsaraFirefox Asusu na MOAR: https://sumo.etherpad.mozilla.org/sumo-australis-badges

source: %(awarder)s has awarded you the %(title)s badge!
ha: %(awarder)s ya ba ka %(title)s bajo!

source: A window will open in the top corner. Click Allow, and then click Install. If the automated way doesn't work, <a class="expander" href="%(url)s">try these manual steps</a>.
ha: Za'a buɗe window a kwanar sama. Danna Bari, sannan ka danna saka. Idan hanyar kai-tsaye ba ta yi aiki ba, <a class="expander" href="%(url)s">jarraba waɗan nan hanyoyin sakawa da hannu</a>.

source: Back to:
ha: Koma zuwa:

source: Back to History
ha: Koma zuwa Tarihi

source: Badge awarded to those who have contributed to the Kitsune code base.
ha: An bayar da bajo ga waɗanda suka bayar da gudun mawa zuwa tushen lamba na Kitsune.

source: Badge: %(badge_name)s
ha: Bajo: %(badge_name)s

source: BadgeKit
ha: Kwandon Bajuna

source: Badges
ha: Bajoji

source: Ban
ha: Kora

source: Banned Users
ha: Masu amfani waɗanda aka kora

source: Ban User
ha: Mai Amfani Wanda aka Kora

source: Ban user will prevent a given twitter handle from using the Army of Awesome tool.
ha: Mai amfani wanda aka kora na iya hana twitter daga amfani da kayan Rundunar Burgewa.

source: Basic browsing
ha: Gewayawa ta asali

source: Basic Features
ha: Ginshiƙan Siffofi

source: Basics to get started with Firefox for Windows 8 Touch.
ha: Na asali don farawa da Firefox domin Windows 8 Touch.

source: Be descriptive. Saying &quot;Playing video on YouTube is always choppy&quot; will help our volunteers identify your problem better than saying &quot;Something is wrong&quot; or &quot;Firefox is broken&quot;.
ha: Zama mai kwatance. Faɗa da &quot;yin wasan bidiyo a YouTube ko yaushe choppy&quot ne; zai taimakawa masu bayar da gudun mawarmu su gano matsalarka fiye da cewa &quot;Wani abu bai yi dai dai ba&quot; ko &quot;Firefox ta karye&quot;.

source: Before
ha: Kafin

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
ha: Kafin mu sabunta imel ɗinka, dole ka tabbatar da shi. Dannan mahaɗin ƙasa ko ka kwafa sannan ka liƙa komai gaba ɗaya a wurin sandar mai nema:

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
ha: Kafin ka shiga, kana bukatar ka tabbatar da adireshinka na imel. Mun aika da sabuwar imel ta tabbatarwa ga ko wane account da ya ke amfani da <strong>%(email)s</strong>. Domin tabbatar da adiresin na imel, kawai bi wannan haɗin a ciki imel.

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
ha: Kafin ka shiga, kana bukatar tabbatar da adireshinka na imel. Mun aika maka da imel tare da haɗi na tabbatarwa a cikinsa. Kawai danna haɗin kuma ka shirya tafiya!

source: Before you connect to Twitter, you must sign in to Mozilla Support.
ha: Kafin ka haɗa da Twitter, dole sai ka shiga zuwa Tallafin Mozilla.

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
ha: Kafin ka shiga, kana bukatar bawa Rundunar Burgewa izini domin aika tweets a madadinka.

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
ha: A ƙasa akwai jerin wasu abubuwa waɗanda ka kalla. Abubuwan da suke da alama sune abubuwan da ka ke kallo kuma waɗanda ba su da alama an daina kallonsu.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
ha: Yi kirki. 'Yan sa-kai masu amfani da Mozilla ne kamar kai, waɗanda suka ware wani lokaci daga wuninsu domin taimakawa.

source: Bio
ha: Tarihi

source: Biography
ha: Tarihi

source: Body:
ha: Jikin wasiƙa:

source: Bold
ha: Kauri

source: bold text
ha: Rubutu mai kauri

source: Bookmark options
ha: Zaɓin zaunanniyar alma

source: Bookmarks
ha: Zaunanniyar alama

source: Bookmarks and tabs
ha: Zaunanniyar alama da madannai

source: Briefly describe your changes:
ha: Yi bayanin canje-canjenka a taƙaice:

source: Browse for an image to upload.
ha: Gewaya domin hoton da za'a loda.

source: Browse for unsolved questions and help a fellow user
ha: Gewaya domin tambayar da ba'a warware ba kuma ka taimakawa mai amfani aboki

source: Browse for unsolved questions and help a Firefox user
ha: Gewaya domin tambayoyi da ba'a warware ba kuma ka taimakawa sauran masu amfani da Firefox

source: browserID
ha: ID na mai gewayawa

source: Browse the questions for all the products together in one list.
ha: Gewaya tambayar domin duk kayayyaki tare a jeri guda.

source: Bulleted List
ha: Jeri mai Ɗigo

source: Bulleted list item
ha: Jerin kaya masu ɗigo

source: Button of type "%s" does not exist.
ha: Madanni mai yanayin "%s" babu shi.

source: by <a class="username" href="{profile_url}">{username}</a>
ha: daga <a class="username" href="{profile_url}">{username}</a>

source: by <a href="{profile_url}">{user}</a>
ha: daga <a href="{profile_url}">{user}</a>

source: by {user}
ha: daga {user}

source: Cache cleared.
ha: An share ma'ajiya.

source: Calendar
ha: Kalanda

source: Calling and Contacts
ha: Kira da abokan hulɗa

source: Cancel and go back to document history
ha: Soke kuma ka koma baya zuwa tarihin daftari

source: Cancel Review
ha: Soke sake Nazari

source: cannedresponses
ha: shiryayyunamsoshi

source: Canned Responses
ha: Shiryayyun Amsoshi

source: Can't find an answer? Summarize your question in a sentence.
ha: An gaza samo amsa? Taƙaita tambayar a jimla ɗaya.

source: Cast to your TV
ha: Jefa a Talabijin ɗinka

source: Category
ha: Jinsi

source: Category:
ha: Jinsi:

source: change
ha: canja

source: Change
ha: Canja

source: Change avatar
ha: Canja hoto

source: Change Avatar
ha: Canja Hoto

source: change category
ha: canja jinsi

source: Changed
ha: An canja

source: changed by {users}
ha: An canja daga {users}

source: Change email
ha: Canja imel

source: Change Email
ha: Canja Imel

source: Change email address
ha: Canja adireshin imel

source: Change {group} group avatar
ha: Canja {group} hoton rukuni

source: Change how Firefox handles videos, animations, music and other interactive content
ha: Canja yadda Firefox ke tafiyar da bidiyo, hotuna masu motsai, kiɗa sa sauran abubuwan ciki na hulɗa

source: Change my email
ha: Canja imel ɗi na

source: Change my password
ha: Canja kalmar wucewata

source: Change password
ha: Canja kalmar wucewa

source: Change Password
ha: Canja Kalmar wucewa

source: change product
ha: canja kaya

source: Change Revisions
ha: Canja Nazari

source: Changes:
ha: canje-canje:

source: Changes Needed
ha: Akwai bukatar Canje-canje

source: Changes Not Ready For Localization
ha: Canje-canje Ba su Shirya ba domin Fassara

source: Change your email preferences
ha: Canja abubuwan da ka fi so na imel ɗinka

source: Change your email preferences:
ha: Canja zaɓinka na imel:

source: Change your history settings on Firefox for iOS
ha: Canja saitunan tarihinka a Firefox domin iOS

source: characters remaining.
ha: haruffan da su ka rage.

source: Chat and share
ha: Yi hira kuma ka raba

source: Check our documentation
ha: Bincika bayani

source: Choose a tweet below
ha: Zaɓi tweet a ƙasa

source: Choose revisions to compare
ha: Zaɓi nazarce-nazarcen da za'a kwatanta

source: Chosen solution
ha: Mafitar da aka zaɓa

source: Chosen Solution
ha: Zaɓi Mafita

source: City
ha: Birni

source: Clear Cache
ha: Share Ma'ajiya

source: Click here to find out where to help.
ha: Danna nan domin ganin inda za ka taimaka.

source: Click here to verify your email address
ha: Danna nan domin tantance adireshinka na imel

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ha: Danna Na karɓa zai mayar da wannan yayin na wannan maƙalar mai ban sha'awa! Ɗauki wani ɗan lokaci ka tabbatar cewa duk zaɓin dai dai su ke.

source: Click on the empty box above this text.
ha: Danna akwatin da babu komai a saman rubutun.

source: Clickthrough rate
ha: Adadin Clickthrough

source: Click Through Rate %
ha: Danna Daga cikin Kaso %

source: Click to register.
ha: Danna domin yin rijista.

source: Click to sign in.
ha: Danna domin shiga.

source: Close account and delete all profile information
ha: Rufe asusu kuma a goge duk bayanin tarihi

source: Close Diff
ha: Rufe Bambanci

source: Collect and retain information only when it is necessary to a project or task.
ha: Tattara kuma ka riƙe bayani kawai idan ya zama dole domin wani shiri ko aiki.

source: Comment:
ha: Sharhi:

source: Common responses
ha: Amsoshi game-gari

source: Community Discussion Only
ha: Tattaunawa ta Ƙungiya Kawai

source: Community Discussions
ha: Tattaunawar Al'umma

source: Community forums
ha: Dandalin ƙungiya

source: Community Hub
ha: Cibiyar Al'umma

source: Community Search Results
ha: Sakamakon Binciken Al'umma

source: Compare Revisions
ha: Kwatanta Nazarce-nazarce

source: Compare Revisions | {document}
ha: Kwatanta Nazarce-nazarce | {document}

source: Compare Selected Revisions
ha: Kwatanta Nazarce-nazarcen da aka zaɓa

source: Compare Selected Translations
ha: Kwatanta Fassarorin da aka zaɓa

source: Complete overview...
ha: Cikakken taƙaitaccen bayani...

source: Confirmation email sent
ha: An aika da imel na tabbatarwa

source: Confirmation email sent successfully.
ha: An sami nasarar aikawa da imel na tabbatarwa.

source: Confirm password
ha: Tabbatar da kalmar wucewa

source: Confirm registration
ha: Tabbatar da rijista

source: Confirm your subscription
ha: Tabbatar da sautunka

source: Confusing
ha: Mai rikitarwa

source: Congratulations!
ha: Taya murna!

source: Connect on video and share pages with your network
ha: Yi haɗi a bidiyo kuma ka raba tare da haɗinka na yanar gizo

source: Connect to your Twitter account
ha: Haɗa da asusunka na Twitter

source: Connect your Twitter account
ha: Haɗa da asusunka na Twitter

source: Contacts
ha: Abokan hulɗa

source: Contact Us
ha: Tuntuɓemu

source: Content
ha: Abin da ya ke ciki

source: Content:
ha: Abin ciki:

source: Content changes that don't require immediate translation
ha: Canje-canjen abin ciki waɗan da ba sa bukatar fassara ta gaggawa

source: Continue Uploading Media
ha: Ci gaba da loda Kiɗa

source: contributed
ha: an bayar da gudun mawa

source: Contributed
ha: An bayar da gudun mawa

source: Contributing to Webmaker
ha: Gudun mawa ga Webmaker

source: Contributions
ha: Masu bayar da gudun mawa

source: Contributions in last 90 days: {count}
ha: Gudun mawa a kwanaki 90 da su ka gabata: {count}

source: Contributor articles
ha: Maƙalolin masu bayar da gudun mawa

source: Contributor Forums
ha: Dandalin Masu Bayar da Gudun mawa

source: Contributors
ha: Masu bayar da gudun mawa

source: Contributor Tools
ha: Kayayyakin mai bayar da Gudun mawa

source: Control how your information is saved or tracked
ha: Sarrafa yadda ake ajiye bayananka ko a bi sawunsu

source: Control the information that Firefox saves
ha: Tafiyar da bayani da Firefox ta ajiye

source: Cookies and cache
ha: Kuki da ma'ajiyar ɓoye

source: Copy your personal information from one browser to another
ha: Juyi bayananka na ƙashin kai daga wannan mai gewayawa zuwa waccan

source: Copy your personal information from one Thunderbird to another
ha: Juyi bayananka na ƙashin kai daga wannan Thunderbird zuwa wani

source: Could not send a message to that email address.
ha: Ba za'a iya aika saƙo zuwa wancan adireshin imel ba.

source: Could not upload file. Please try again later.
ha: Ya gaza loda fayil. Sake gwadawa nan gaba.

source: Could not upload your image.
ha: Ya gaza loda hotonka.

source: {count} Active Contributors (last 90 days)
ha: {count} Masu Bayar da Gudun mawa Masu aiki (last 90 days)

source: Country
ha: Ƙasa

source: %(count)s view
ha: ra'ayi %(count)s

source: {count} visitors in the past 30 days
ha: {count} masu ziyara a kwanaki 30 da suka gabata

source: Crashes, errors and other issues
ha: Karo, kura-kurai da sauran batutuwa

source: crashes on youtube
ha: Ya yi karo a youtube

source: Crash ID
ha: ID na Karo

source: Crash ID(s)
ha: Karon ID(s)

source: Crashing
ha: Karo

source: Create
ha: Ƙirƙiri

source: Create a New Article | Knowledge Base
ha: Ƙirƙiri Sabuwar Maƙala | Tushen Ilimi

source: Create a New Knowledge Base Article
ha: Ƙirƙiri Sabuwar Maƙalar Tushen Ilimi

source: Create a new support account
ha: Ƙirƙiri sabon asusun tallafi

source: Create a new thread
ha: Ƙirƙiri sabuwar tattaunawa

source: Create a new thread | {d} | Knowledge Base
ha: Ƙirƙiri sabuwar tattaunawa | {d} | Tushen Ilimi

source: Create announcement
ha: Ƙirƙiri sanarwa

source: Create a support account
ha: Ƙirƙiri asusun tallafi

source: Create a support account.
ha: Ƙirƙiri asusun tallafi.

source: Created
ha: An ƙirƙira

source: Created:
ha: An Ƙirƙira:

source: Created by:
ha: Ƙirƙira daga:

source: Created date. Format: mm/dd/yy
ha: Ƙirƙiri kwanan wata. Nau'i: mm/dd/yy

source: Created successfully
ha: Ƙirƙira ta yi nasara

source: Create my account
ha: Ƙirƙiri asusuna

source: Creator
ha: Mai ƙirƙira

source: Creator:
ha: Mai ƙirƙira:

source: %(creator)s created a new revision to the document %(document_title)s.
ha: %(creator)s sun ƙirƙiri sabon nazari dangane da wannan bayani %(document_title)s.

source: %(creator)s submitted a new revision to the document %(document_title)s.
ha: %(creator)s sun aika da sabon nazari zuwa rubutun %(document_title)s.

source: Current
ha: Na yanzu

source: Current Content
ha: Abin ciki na Yanzu

source: Current public revision:
ha: Nazarin jama'a na yanzu:

source: Current public translation:
ha: Fassarar Jama'a ta yanzu:

source: Customize canned replies - make each tweet unique
ha: Tsara shiryayyun amsoshi - mayar da ko wane tweet ya zama daban

source: Customize controls, options and add-ons
ha: Tsara abubuwan tafiyarwa, zaɓi da abubuwan ƙari

source: Customize controls, options, settings and preferences
ha: Tsara abubuwan tafiyarwa, zaɓi, saituna da abin da aka fi so

source: Customize Firefox with add-ons, plugins, and extensions
ha: Tsara Firefox tare da abubuwan daɗi, haɗe-haɗe, da faɗaɗawa

source: Customize settings and preferences
ha: Tsara saituna da abubuwan da aka fi so

source: Customize this article
ha: Tsara wannan maƙala

source: Customize Thunderbird with add-ons, plugins, and extensions
ha: Tsara Thunderbird tare da abubuwan daɗi, haɗe-haɗe da faɗaɗawa

source: Customize your screen on your Firefox OS device.
ha: Tsara fuskar kwamfutarka a kan na'urarka ta Firefox OS.

source: Daily
ha: Kullum

source: Daily Unique Visitors
ha: Masu Ziyara na Musamman a kullum

source: Date and Time
ha: Kwanan wata da Lokaci

source: %(date)s by <a href="%(url)s">%(user)s</a>
ha: %(date)s daga <a href="%(url)s">%(user)s</a>

source: Days since last activity:
ha: Kwanaki tun aikin da ya gabata:

source: {d} Discussion
ha: {d} Tattaunawa

source: {d} Discussion | Knowledge Base
ha: {d} Tattaunawa | Tushen Ilimi

source: Deactivated by
ha: Dakatarwa daga

source: Deactivated user
ha: Mai amfani da aka dakatar

source: Deactivate this user
ha: Dakatar da wannan mai amfanin

source: Deactivate this user and mark all content as spam
ha: Dakatar da wannan mai amfanin kuma ka yiwa duk abin ciki alama a matsayin wasiƙa gayyar soɗi

source: Deactivation Log
ha: Shiga ta Dakatarwa

source: Defective
ha: Mai naƙasa

source: Defense in Depth
ha: Kariya cikin Zurfi

source: Defer
ha: Ɗage

source: Defer Revision
ha: Ɗage Nazari

source: Defer this Revision
ha: Ɗage wannan Nazarin

source: Defer this Translation
ha: Ɗage wannan Fassarar

source: Defer Translation
ha: Ɗage Fassara

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ha: Bayani: Isarwa ta L10n wani ma'auni ne daga cikin ɗari na tushen masu ziyara waɗan da aka yiwa aiki da maƙaloli na KB a yarukansu. Ana lissafawa ta yin la'akari da fitattu guda 50 na Turanci da masu fassara suka auna matsayin maƙalar da kuma adadin ziyara ta ko wane wuri.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ha: Bayanin bayar da gudun mawa: an gyara maƙala 1+ ko an yi nazarin maƙala 1+

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ha: Bayanin bayar da gudun mawa: an gyara maƙala 1+ wadda ba ta Turanci ba ko an yi nazarin maƙala 1+ wadda ba ta Turanci ba.

source: Definition of contribution: replied to a tweet.
ha: Bayanin bayar da gudun mawa: amsawa ga tweet.

source: Definition of contribution: wrote 10+ posts
ha: Bayanin bayar da gudun mawa: an rubuta aike-aike 10+

source: Definition: Percentage of people searching who click on an item on the search results page.
ha: Bayani: Kaso daga cikin ɗari na mutanen da suke bincike waɗanda suka danna wani kaya a shafin neman sakamako.

source: Definition: Percentage of questions that get an action within X hours
ha: Bayani: Tambayoyi daga cikin ɗari wanɗanda suka sami wani mataki cikin awanni X

source: Definition: Percentage of threads that have answer marked as a solution
ha: Bayani: Tattaunawa daga cikin ɗari wadda take da amsa da ke da shaidar amsawa

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ha: Bayani: Rabon "e"/jimlar ƙuri'u na maƙalolin KB, tattaunawar dandali

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa zuwa ga KB wanda ba na Turanci ba a kwanaki 30 da suka gabata.

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa zuwa Rundunar Burgewa a kwanaki 30 da suka gabata.

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa ga dandali a kwanaki 30 da suka gabata.

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ha: Bayani: Adadin mutanen da suka bayar da gudun mawa zuwa KB a kwanaki 30 da suka gabata.

source: Delete answer
ha: Goge amsa

source: Delete Answer | {t} | Firefox Support Forum
ha: Goge Amsa | {t} | Dandalin Tallafi na Firefox

source: Delete avatar
ha: Goge hoto

source: Delete Document
ha: Goge Daftari

source: Delete Document | {document}
ha: Goge Daftari | {document}
